import './AboutPageBody.css';


function AboutPageBody() {
  return (
    <div className="box1">
      <h1>
        <div className="myText">
        <span style={{fontFamily: 'Godo'}}>
          수강신청은 어떻게 하나요?
        </span>
        </div>
      </h1>

      <hr className="hr-1" />


      <p>
        <div className="yourText">
        <span style={{ fontFamily: 'GangwonEduSaeeum_OTFMediumA'}}>
          ● 기간: 1학기 2월 중 / 2학기 8월 중<br />
          당일 오전 10시 시작<br />
          (월~금 5일 진행)<br /><br />
          ● 정정기간: 개강 후 일주일 간 진행<br /><br />
          ● 수강신청 홈페이지 : <a href="https://stis5.scnu.ac.kr">https://stis5.scnu.ac.kr</a><br />
          ID: 학번<br />
          P/W:  최초 생년월일 8자리 <br /><br />

          ● 장바구니 시스템: 재학생의 경우 수강신청 7일전 장바구니 수강신청 기간<br />
          향림통을 이용해 수강 희망과목을 미리 담아놓고 수강신청 기간 장바구니 기능으로 한번에 수강신청이 가능해요<br />
          
                 신입생은 1학기에 장바구니 시스템 사용이 불가하나 <br />
                공통교양 신입생 85% 재학생 15%, 심화교양 신입생 50% 재학생 50% 제한을 둔 <br />
                 재학생 수강신청 이후 별도로 신입생 수강신청 기간을 실시해요<br />
                 <br />
                ● 한 학기 최대 신청학점은 18학점이나 직전학기 학점 3.75 이상일시 다음학기 인센티브로 3학점 추가 수강 가능(총 21학점) <br />
                한 학기 수강신청 최소학점은 6학점 <br />
                <br />
                ● 공통교양이란? <br />
                 졸업하기 위해서는 필수로 들어야 하는 교양과목으로 <br />
                1학기 수강신청 공통교양 비율을 신입생 85% 재학생 15%로 제한하기 때문에 1학년 때 듣는게 유리함 <br /> <br />
                4학년이 다음학기 졸업 확정으로 증명이 가능한 경우 수강하지 못한 공통교양 분야의 강의를 학과 사무실에 연락하여 정원 외로 수강할 수 있는 제도가 존재함 <br />
                <br />
                ● 수강신청 우선순위<br />
                필수 전공, 필수 교양, 전공 선택, 심화 교양 순서로 중요합니다<br />
                필수 전공: 본인 학과를  졸업하기 위해 필수로 수강해야 하는 전공 과목 <br />
                필수 교양: 본인 학과를 졸업하기 위해 필수로 수강해야 하는 교양 과목 <br />
                (학과 홈페이지 커리큘럼 확인)<br />
                <br />
                전공 선택: 본인 학과에서 제공하는 전공 과목이나 필수는 아닌 과목<br />
                심화 교양: 본인의 학과와는 상관없이 자유롭게 선택해서 수강 가능한 과목 <br />
                일반 선택: 전공 및 교양 외의 강의를 통해 학점을 채울 수 있는 과목  <br />
                OCU: 사이버대학 시스템, 3학점당 24,000원에 수강 가능, 한 학기 최대 6학점 제한<br />
                수강시 일반선택으로 학점에 반영됨 <br /> <br />
                
                ● 졸업하기 위해서는 학과에서 제시하는 학점을 수강해야함 <br />
                일반적으로 (공통교양+심화교양=46학점) + (전공필수+전공선택) =130~140학점 정도로 구성 <br />
                ※학과마다 상이 학과 홈페이지 졸업요건 확인 필요 <br />
                <br />

                ● 군 e러닝 <br />
                군 복부간 나라사랑포털을 이용하여 일반선택으로 학점인정이 되는 사이버 강의를 들을 수 있어요<br />
                - 각 대학별로 상이하나 순천대학교는 ocu를 사용해요 <br />
                - 1학기에 6학점까지 수강신청이 가능하며 수업료의 80%를 지원받을 수 있어요<br />
                - OCU강의는 수강신청 우선권이 고학년 순서(4,3,2,1)로 주어지기 때문에 저학년은 인기있는 강의를 듣기 힘들지만 군인은 별도로 수강신청하기 때문에 저학년으로 군입대를 했더라도 쉽게 인기강의 수강이 가능해요 <br />
                - 강의마다 차이가 있으나 평균적으로 중간고사 기말고사를 실시하고 보통 오후 10시 이후에 진행하기에 군 복무중 연등시간에 응시가 가능해요<br />
         </span>
         </div>
      </p>
      </div>


  );
}

export default AboutPageBody;